import './AboutUsPage.scss';

const AboutUsPage = () => {
    return (
        <section className="about__section">
            <div className="container">
                <h2 className="section__title">Про розробника</h2>
                <p className="about__section-text">
                    <p>Привіт!</p>
                    Мене звати Андрій Мирошниченко і я FrontEnd-розробник.
                    <p>Переконаний, що кожна сучасна компанія, яка орієнтується на досягнення найвищих стратегічних цілей, прагне мати у своєму арсеналі кваліфікованих працівників із природним вмінням бути продуктивними в усьому. Знайти таких людей дуже складно, але я думаю, що належу до їх числа.
                    Про це свідчить:
                    ⁃ свідомий вибір професії;
                    ⁃ шалена мотивація;
                    ⁃ бажання вчитися та бути корисним.
                    Маючи на меті бачити у своїй команді порядну людину, віддану професії до кінця, з великим бажанням розвиватися, ваш вибір має зосередитись на мені. І що більше у вас в активі буде таких людей, тим успішнішою буде кожна ваша справа.
                    Добре розумію HTML, CSS та JavaScript добре орієнтуюсь та активно використовую в роботі ReactJS та Redux. Із радістю виконаю тестове завдання для того, щоб показати свої знання та навички на практиці.
                    </p>
                    <p>З найліпшими побажаннями, Андрій Мирошниченко.</p>
                </p>
                <a href="tel: +38(097)-837-03-14">Телефон: +38(097)-837-03-14</a>
                <div><a href="email: miroha199366@gmail.com">Email: miroha199366@gmail.com</a></div>
            </div>
        </section>
    )
}

export default AboutUsPage;