import "./NewsSection.scss";

const NewsSection = () => {
    return (
        <section className="news-section">
            <div className="container">
                {/*<div className="news-section-container">*/}
                    {/*<div className="news-section__icon">*/}
                    {/*    <img*/}
                    {/*        src="img/news-section/body.png"*/}
                    {/*        alt="sorry, we've lost this pic but trying to bring it back"*/}
                    {/*        className="news-section__body"*/}
                    {/*    />*/}
                    {/*    <img*/}
                    {/*        src="img/news-section/hand.png"*/}
                    {/*        alt="sorry, we've lost this pic but trying to bring it back"*/}
                    {/*        className="news-section__hand"*/}
                    {/*    />*/}
                    {/*</div>*/}
                    <div className="news-section__info">
                        <h2 className="news-section__title">Новинки</h2>
                        <div className="news-section__summary">
                            <ul className="news-section__summary_margin">
                            <li>- набори для автомобілістів: по догляду за авто, універсальні, євростандарт, з компресором або домкратом, обов'язкові, спеціальні під марки автомобілів Toyota, Kia, Nissan, Mercedes і багато інших автонаборів;</li>
                            <li>- автоаксесуари: автомобільні компресори, автокрісла, автохолодильники, буксирувальні троси, вогнегасники, каністри, чохли, ключі, електрообладнання, вимірювальні прилади, килимки та багато іншого, що необхідно кожному власнику авто, підкатні автодомкрати, гідравлічні пляшкові домкрати і механічні;</li>
                            <li>- автохімія та косметика: засоби для догляду за двигуном, салоном, склом, шинами та дисками, кузовом, радіатором, кондиціонером, а також герметики, присадки, фарба, клей, зимові продукти, тощо;</li>
                            <li>- автолампи: галогенні, ксенонові (в тому числі і комплекти), біксенонові, LED, блоки розпалювання;</li>
                            <li>- автотовари для позашляховиків: троси, лебідки, LED-фари, Hi-Jack, мийки;</li>
                            <li>- масла: моторні, трансмісійні, сервісні, індустріальні, мастила, для комерційних авто, мототехніки та підвісних двигунів;</li>
                            <li>- фільтри: повітряні, масляні, паливні, для салону та ін.;</li>
                            <li>- акумулятори: на легкові та вантажні автомобілі, для мототехніки;</li>
                            <li>- рідини: антифризи, гальмівні, для гідропідсилювачів, для скла;</li>
                            <li>- автомобільні килимки: широкий вибір виробів для будь-яких марок та моделей машин. Щоб знайти необхідні аксесуари, скористайтеся фільтрами на сайті, які значно спростять цей процес;</li>
                            <li>- щітки склоочищувачів: каркасні, безкаркасні, гібридні, змінні гумки;</li>
                            <li>- ароматизатори повітря: на дефлектор, підвісні, на панель приладів, під сидіння, спреї та ін.</li>
                            </ul>
                        </div>
                    {/*</div>*/}
                </div>
            </div>
        </section>
    );
};

export default NewsSection;
